Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Lima
ar: ليما
el: Λίμα
he: לימה
hi: लीमा
ja: リマ
ko: 리마
ru: Лима
th: ลิมา
uk: Ліма
zh_hans: 利马
zh_hant: 利馬

source: Linear · corner to corner
ar: خطي · من زاوية إلى زاوية
ca: Lineal · de cantonada a cantonada
cs: Lineární · z rohu do rohu
da: Lineær · hjørne til hjørne
de: Linear · Ecke zu Ecke
el: Γραμμική · από γωνία σε γωνία
es: Lineal · de esquina a esquina
fi: Lineaarinen · kulmasta kulmaan
fr: Linéaire · d’un coin à l’autre
he: לינארי · מפינה לפינה
hi: लीनियर · कोने से कोने तक
hr: Linearno · od kuta do kuta
hu: Lineáris · saroktól sarokig
id: Linear · sudut ke sudut
it: Lineare · da angolo ad angolo
ja: 線形 · 角から角へ
ko: 선형 · 모서리에서 모서리로
ms: Linear · bucu ke bucu
nb: Lineær · hjørne til hjørne
nl: Lineair · hoek tot hoek
pl: Liniowy · od narożnika do narożnika
pt_br: Linear · de canto a canto
pt_pt: Linear · de canto a canto
ro: Liniar · de la un colț la altul
ru: Линейный · из угла в угол
sk: Lineárny · z rohu do rohu
sv: Linjär · hörn till hörn
th: เส้นตรง · มุมถึงมุม
tr: Doğrusal · köşeden köşeye
uk: Лінійний · з кута в кут
vi: Tuyến tính · từ góc đến góc
zh_hans: 线性 · 从一角到对角
zh_hant: 線性 · 角到角

source: Link
ar: الرابط
ca: Enllaç
cs: Odkaz
el: Σύνδεσμος
es: Enlace
fi: Linkki
fr: Lien
he: קישור
hi: लिंक
hr: Poveznica
id: Tautan
ja: リンク
ko: 링크
ms: Pautan
nb: Lenke
pt_pt: Ligação
ru: Ссылка
sk: Odkaz
sv: Länk
th: ลิงก์
tr: Bağlantı
uk: Посилання
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

source: Links
ar: الروابط
ca: Enllaços
cs: Odkazy
el: Σύνδεσμοι
es: Enlaces
fi: Linkit
fr: Liens
he: קישורים
hi: लिंक
hr: Poveznice
hu: Linkek
id: Tautan
it: Link
ja: リンク
ko: 링크
ms: Pautan
nb: Lenker
pl: Linki
pt_pt: Ligações
ro: Linkuri
ru: Ссылки
sk: Odkazy
sv: Länkar
th: ลิงก์
tr: Bağlantılar
uk: Посилання
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

source: Links can't contain spaces.
ar: لا يمكن أن تحتوي الروابط على مسافات.
ca: Els enllaços no poden contenir espais.
cs: Odkazy nesmí obsahovat mezery.
da: Links kan ikke indeholde mellemrum.
de: Links dürfen keine Leerzeichen enthalten.
el: Οι σύνδεσμοι δεν μπορούν να περιέχουν κενά.
es: Los enlaces no pueden tener espacios.
fi: Linkeissä ei voi olla välilyöntejä.
fr: Les liens ne peuvent pas contenir d’espaces.
he: קישורים לא יכולים להכיל רווחים.
hi: लिंक में स्पेस नहीं हो सकते।
hr: Poveznice ne mogu sadržavati razmake.
hu: A linkek nem tartalmazhatnak szóközt.
id: Tautan tidak boleh berisi spasi.
it: I link non possono contenere spazi.
ja: リンクにスペースは使用できません。
ko: 링크에는 공백을 넣을 수 없습니다.
ms: Pautan tidak boleh mengandungi ruang.
nb: Lenker kan ikke inneholde mellomrom.
nl: Links mogen geen spaties bevatten.
pl: Linki nie mogą zawierać spacji.
pt_br: Links não podem conter espaços.
pt_pt: As ligações não podem conter espaços.
ro: Linkurile nu pot conține spații.
ru: Ссылки не могут содержать пробелы.
sk: Odkazy nemôžu obsahovať medzery.
sv: Länkar kan inte innehålla mellanslag.
th: ลิงก์ต้องไม่มีช่องว่าง
tr: Bağlantılar boşluk içeremez.
uk: Посилання не можуть містити пробілів.
vi: Liên kết không được chứa dấu cách.
zh_hans: 链接不能包含空格。
zh_hant: 連結不能包含空格。

source: Links, Wi-Fi, anything. Every phone reads it.
ar: روابط، Wi-Fi، أي شيء. يقرؤه كل هاتف.
ca: Enllaços, Wi-Fi, el que sigui. Qualsevol telèfon el llegeix.
cs: Odkazy, Wi-Fi, cokoli. Přečte ho každý telefon.
da: Links, Wi-Fi, hvad som helst. Alle telefoner kan læse den.
de: Links, Wi-Fi, alles. Jedes Telefon kann ihn lesen.
el: Σύνδεσμοι, Wi-Fi, οτιδήποτε. Κάθε τηλέφωνο τον διαβάζει.
es: Enlaces, Wi-Fi, lo que sea. Cualquier teléfono lo lee.
fi: Linkit, Wi-Fi, mitä tahansa. Jokainen puhelin lukee sen.
fr: Liens, Wi-Fi, tout. Tous les téléphones le lisent.
he: קישורים, Wi-Fi, כל דבר. כל טלפון קורא את זה.
hi: लिंक, Wi-Fi, कुछ भी। हर फ़ोन इसे पढ़ लेता है।
hr: Poveznice, Wi-Fi, bilo što. Očitava ga svaki telefon.
hu: Linkek, Wi-Fi, bármi. Minden telefon beolvassa.
id: Tautan, Wi-Fi, apa saja. Semua ponsel bisa membacanya.
it: Link, Wi-Fi, qualsiasi cosa. Ogni telefono lo legge.
ja: リンクやWi-Fiなど、何でも。どのスマートフォンでも読み取れます。
ko: 링크, Wi-Fi 등 무엇이든. 모든 휴대폰에서 읽을 수 있습니다.
ms: Pautan, Wi-Fi, apa sahaja. Semua telefon boleh membacanya.
nb: Lenker, Wi-Fi, hva som helst. Alle telefoner kan lese den.
nl: Links, Wi-Fi, alles. Elke telefoon kan hem lezen.
pl: Linki, Wi-Fi, cokolwiek. Odczyta go każdy telefon.
pt_br: Links, Wi-Fi, qualquer coisa. Todo celular lê.
pt_pt: Ligações, Wi-Fi, o que quiser. Qualquer telemóvel o lê.
ro: Linkuri, Wi-Fi, orice. Orice telefon îl poate citi.
ru: Ссылки, Wi-Fi — что угодно. Его прочитает любой телефон.
sk: Odkazy, Wi-Fi, čokoľvek. Prečíta ho každý telefón.
sv: Länkar, Wi-Fi, vad som helst. Alla telefoner kan läsa den.
th: ลิงก์ Wi-Fi หรืออะไรก็ได้ โทรศัพท์ทุกเครื่องอ่านได้
tr: Bağlantılar, Wi-Fi, her şey. Her telefon okur.
uk: Посилання, Wi-Fi — будь-що. Його прочитає будь-який телефон.
vi: Liên kết, Wi-Fi, mọi thứ. Điện thoại nào cũng đọc được.
zh_hans: 链接、Wi-Fi 等任何内容，任何手机都能识别。
zh_hant: 連結、Wi-Fi，什麼都行。每支手機都能讀取。

source: Lisbon
ar: لشبونة
ca: Lisboa
cs: Lisabon
da: Lissabon
de: Lissabon
el: Λισαβόνα
es: Lisboa
fi: Lissabon
fr: Lisbonne
he: ליסבון
hi: लिस्बन
hr: Lisabon
hu: Lisszabon
id: Lisboa
it: Lisbona
ja: リスボン
ko: 리스본
nb: Lisboa
nl: Lissabon
pl: Lizbona
pt_br: Lisboa
pt_pt: Lisboa
ro: Lisabona
ru: Лиссабон
sk: Lisabon
sv: Lissabon
th: ลิสบอน
tr: Lizbon
uk: Лісабон
zh_hans: 里斯本
zh_hant: 里斯本

source: Location
ar: الموقع
ca: Ubicació
cs: Poloha
da: Lokalitet
de: Ort
el: Τοποθεσία
es: Ubicación
fi: Sijainti
fr: Lieu
he: מיקום
hi: स्थान
hr: Lokacija
hu: Hely
id: Lokasi
it: Posizione
ja: 位置情報
ko: 위치
ms: Lokasi
nb: Sted
nl: Locatie
pl: Lokalizacja
pt_br: Localização
pt_pt: Localização
ro: Locație
ru: Местоположение
sk: Poloha
sv: Plats
th: ตำแหน่งที่ตั้ง
tr: Konum
uk: Розташування
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: Location Is Off for Lunet
ar: الموقع متوقف لـ Lunet
ca: La ubicació està desactivada per a Lunet
cs: Poloha je pro Lunet vypnutá
da: Lokalitet er slået fra for Lunet
de: Standort für Lunet deaktiviert
el: Η Τοποθεσία είναι απενεργοποιημένη για το Lunet
es: La ubicación está desactivada para Lunet
fi: Sijainti on pois päältä Lunetilta
fr: La position est désactivée pour Lunet
he: המיקום כבוי עבור Lunet
hi: Lunet के लिए स्थान बंद है
hr: Lokacija je isključena za Lunet
hu: A helymeghatározás ki van kapcsolva a Lunet számára
id: Lokasi Nonaktif untuk Lunet
it: La posizione è disattivata per Lunet
ja: Lunetの位置情報がオフです
ko: Lunet의 위치 접근이 꺼져 있음
ms: Lokasi Dimatikan untuk Lunet
nb: Stedstjenester er av for Lunet
nl: Locatie staat uit voor Lunet
pl: Lokalizacja jest wyłączona dla Lunet
pt_br: Localização Desativada para o Lunet
pt_pt: Localização desativada para a Lunet
ro: Locația este dezactivată pentru Lunet
ru: Местоположение для Lunet выключено
sk: Poloha je pre Lunet vypnutá
sv: Platstjänster är avstängda för Lunet
th: ตำแหน่งที่ตั้งปิดอยู่สำหรับ Lunet
tr: Lunet İçin Konum Kapalı
uk: Розташування для Lunet вимкнено
vi: Vị trí đang tắt cho Lunet
zh_hans: Lunet 的定位已关闭
zh_hant: Lunet 的定位服務已關閉

source: Location access is off for Lunet.
ar: الوصول إلى الموقع متوقف لـ Lunet.
ca: L’accés a la ubicació està desactivat per a Lunet.
cs: Přístup k poloze je pro Lunet vypnutý.
da: Lokalitetsadgang er slået fra for Lunet.
de: Der Standortzugriff ist für Lunet deaktiviert.
el: Η πρόσβαση στην τοποθεσία είναι απενεργοποιημένη για το Lunet.
es: El acceso a la ubicación está desactivado para Lunet.
fi: Sijainnin käyttö on pois päältä Lunetilta.
fr: L’accès à la position est désactivé pour Lunet.
he: הגישה למיקום כבויה עבור Lunet.
hi: Lunet के लिए स्थान ऐक्सेस बंद है।
hr: Pristup lokaciji isključen je za Lunet.
hu: A Lunet helyhozzáférése ki van kapcsolva.
id: Akses lokasi nonaktif untuk Lunet.
it: L’accesso alla posizione è disattivato per Lunet.
ja: Lunetの位置情報へのアクセスがオフです。
ko: Lunet의 위치 접근이 꺼져 있습니다.
ms: Akses lokasi dimatikan untuk Lunet.
nb: Tilgang til sted er slått av for Lunet.
nl: Locatietoegang staat uit voor Lunet.
pl: Dostęp do lokalizacji jest wyłączony dla Lunet.
pt_br: O acesso à localização está desativado para o Lunet.
pt_pt: O acesso à localização está desativado para a Lunet.
ro: Accesul la locație este dezactivat pentru Lunet.
ru: Доступ к местоположению для Lunet выключен.
sk: Prístup k polohe je pre Lunet vypnutý.
sv: Platsåtkomst är avstängd för Lunet.
th: การเข้าถึงตำแหน่งที่ตั้งปิดอยู่สำหรับ Lunet
tr: Lunet için konum erişimi kapalı.
uk: Доступ до розташування для Lunet вимкнено.
vi: Quyền truy cập vị trí đang tắt cho Lunet.
zh_hans: Lunet 的位置访问权限已关闭。
zh_hant: Lunet 的位置取用權限已關閉。

source: Lock History
ar: قفل السجل
ca: Bloqueja l’historial
cs: Zamknout historii
da: Lås historikken
de: Verlauf sperren
el: Κλείδωμα ιστορικού
es: Bloquear historial
fi: Lukitse historia
fr: Verrouiller l’historique
he: נעל היסטוריה
hi: इतिहास लॉक करें
hr: Zaključaj povijest
hu: Előzmények zárolása
id: Kunci Riwayat
it: Blocca cronologia
ja: 履歴をロック
ko: 기록 잠그기
ms: Kunci Sejarah
nb: Lås loggen
nl: Vergrendel geschiedenis
pl: Zablokuj historię
pt_br: Bloquear Histórico
pt_pt: Bloquear histórico
ro: Blocați istoricul
ru: Заблокировать историю
sk: Zamknúť históriu
sv: Lås historiken
th: ล็อคประวัติ
tr: Geçmişi Kilitle
uk: Заблокувати історію
vi: Khóa lịch sử
zh_hans: 锁定历史记录
zh_hant: 鎖定記錄

source: Lock Screen
ar: شاشة القفل
ca: Pantalla bloquejada
cs: Zamčená obrazovka
da: Låseskærm
de: Sperrbildschirm
el: Οθόνη κλειδώματος
es: Pantalla bloqueada
fi: Lukittu näyttö
fr: Écran verrouillé
he: מסך הנעילה
hi: लॉक स्क्रीन
hr: Zaključani zaslon
hu: Zárolási képernyő
id: Layar Terkunci
it: Schermata di blocco
ja: ロック画面
ko: 잠금 화면
ms: Skrin Kunci
nb: Låst skjerm
nl: Toegangsscherm
pl: Ekran blokady
pt_br: Tela Bloqueada
pt_pt: Ecrã bloqueado
ro: Ecran de blocare
ru: Экран блокировки
sk: Zamknutá obrazovka
sv: Låsskärm
th: หน้าจอล็อค
tr: Kilitli Ekran
uk: Замкнений екран
vi: Màn hình khóa
zh_hans: 锁定屏幕
zh_hant: 鎖定畫面

source: Lock your scan history.
ar: اقفل سجل المسح.
ca: Bloqueja l’historial d’escaneigs.
cs: Zamkněte historii skenování.
da: Lås din scanningshistorik.
de: Sperre deinen Scanverlauf.
el: Κλειδώστε το ιστορικό σαρώσεών σας.
es: Bloquea tu historial de escaneos.
fi: Lukitse skannaushistoriasi.
fr: Verrouillez votre historique de scans.
he: נעל את היסטוריית הסריקות שלך.
hi: अपना स्कैन इतिहास लॉक करें।
hr: Zaključajte povijest skeniranja.
hu: Zárolja a beolvasási előzményeket.
id: Kunci riwayat pindaian Anda.
it: Blocca la cronologia delle scansioni.
ja: スキャン履歴をロックします。
ko: 스캔 기록을 잠급니다.
ms: Kunci sejarah imbasan anda.
nb: Lås skanneloggen din.
nl: Vergrendel je scangeschiedenis.
pl: Zablokuj historię skanów.
pt_br: Bloqueie seu histórico de escaneamentos.
pt_pt: Bloqueie o histórico de leituras.
ro: Blocați istoricul scanărilor.
ru: Заблокируйте историю сканирования.
sk: Zamknite si históriu skenovania.
sv: Lås din skanningshistorik.
th: ล็อคประวัติการสแกนของคุณ
tr: Tarama geçmişinizi kilitleyin.
uk: Заблокуйте історію сканування.
vi: Khóa lịch sử quét của bạn.
zh_hans: 锁定你的扫描历史记录。
zh_hant: 鎖定你的掃描記錄。

source: Locker 214
ar: الخزانة 214
ca: Taquilla 214
cs: Schránka 214
da: Skab 214
de: Schließfach 214
el: Θυρίδα 214
es: Casillero 214
fi: Kaappi 214
fr: Casier 214
he: לוקר 214
hi: लॉकर 214
hr: Ormarić 214
hu: 214-es szekrény
id: Loker 214
it: Armadietto 214
ja: ロッカー214
ko: 보관함 214
ms: Loker 214
nb: Skap 214
nl: Kluisje 214
pl: Skrytka 214
pt_br: Armário 214
pt_pt: Cacifo 214
ro: Dulapul 214
ru: Ячейка 214
sk: Skrinka 214
sv: Skåp 214
th: ตู้ล็อกเกอร์ 214
tr: Dolap 214
uk: Комірка 214
vi: Tủ đồ 214
zh_hans: 储物柜 214
zh_hant: 置物櫃 214

source: Logo
ar: الشعار
ca: Logotip
el: Λογότυπο
he: לוגו
hi: लोगो
hr: Logotip
hu: Logó
ja: ロゴ
ko: 로고
pt_pt: Logótipo
ru: Логотип
sv: Logotyp
th: โลโก้
uk: Логотип
zh_hans: 徽标
zh_hant: 標誌

source: London
ar: لندن
ca: Londres
cs: Londýn
el: Λονδίνο
es: Londres
fi: Lontoo
fr: Londres
he: לונדון
hi: लंदन
it: Londra
ja: ロンドン
ko: 런던
nl: Londen
pl: Londyn
pt_br: Londres
pt_pt: Londres
ro: Londra
ru: Лондон
sk: Londýn
th: ลอนดอน
tr: Londra
uk: Лондон
zh_hans: 伦敦
zh_hant: 倫敦

source: Looking up this product…
ar: جارٍ البحث عن هذا المنتج…
ca: Cercant aquest producte…
cs: Vyhledávání produktu…
da: Slår produktet op…
de: Produkt wird gesucht …
el: Αναζήτηση αυτού του προϊόντος…
es: Buscando este producto…
fi: Haetaan tuotteen tietoja…
fr: Recherche de ce produit…
he: מחפש את המוצר…
hi: यह प्रोडक्ट खोजा जा रहा है…
hr: Traženje ovog proizvoda…
hu: Termék keresése…
id: Mencari produk ini…
it: Ricerca del prodotto…
ja: この商品を検索中…
ko: 제품 검색 중…
ms: Mencari produk ini…
nb: Slår opp dette produktet …
nl: Product opzoeken…
pl: Wyszukiwanie produktu…
pt_br: Buscando este produto…
pt_pt: A procurar este produto…
ro: Se caută acest produs…
ru: Поиск товара…
sk: Hľadá sa tento produkt…
sv: Söker efter produkten…
th: กำลังค้นหาสินค้านี้…
tr: Bu ürün aranıyor…
uk: Пошук товару…
vi: Đang tra cứu sản phẩm này…
zh_hans: 正在查找此产品…
zh_hant: 正在查詢此商品⋯

source: Looks
ar: الأنماط
ca: Estils
cs: Styly
da: Stile
de: Stile
el: Στιλ
es: Estilos
fi: Tyylit
fr: Styles
he: סגנונות
hi: लुक
hr: Stilovi
hu: Stílusok
id: Gaya
it: Stili
ja: スタイル
ko: 스타일
ms: Gaya
nb: Stiler
nl: Stijlen
pl: Style
pt_br: Visuais
pt_pt: Estilos
ro: Stiluri
ru: Стили
sk: Štýly
sv: Stilar
th: รูปลักษณ์
tr: Görünümler
uk: Стилі
vi: Kiểu
zh_hans: 样式
zh_hant: 風格

source: Looks Safe
ar: يبدو آمنًا
ca: Sembla segur
cs: Vypadá bezpečně
da: Ser sikker ud
de: Scheint sicher
el: Φαίνεται ασφαλές
es: Parece seguro
fi: Näyttää turvalliselta
fr: Semble sûr
he: נראה בטוח
hi: सुरक्षित लगता है
hr: Izgleda sigurno
hu: Biztonságosnak tűnik
id: Tampak Aman
it: Sembra sicuro
ja: 安全そうです
ko: 안전해 보임
ms: Kelihatan Selamat
nb: Ser trygg ut
nl: Lijkt veilig
pl: Wygląda bezpiecznie
pt_br: Parece Seguro
pt_pt: Parece seguro
ro: Pare sigur
ru: Выглядит безопасно
sk: Vyzerá bezpečne
sv: Ser säker ut
th: ดูปลอดภัย
tr: Güvenli Görünüyor
uk: Виглядає безпечно
vi: Có vẻ an toàn
zh_hans: 看起来安全
zh_hant: 看起來安全

source: Looks like %@
ar: يشبه %@
ca: Sembla %@
cs: Vypadá jako %@
da: Ligner %@
de: Sieht aus wie %@
el: Μοιάζει με %@
es: Parece %@
fi: Näyttää kohteelta %@
fr: Ressemble à %@
he: נראה כמו %@
hi: %@ जैसा दिखता है
hr: Izgleda kao %@
hu: Hasonlít erre: %@
id: Mirip %@
it: Sembra %@
ja: %@に見えます
ko: %@처럼 보임
ms: Kelihatan seperti %@
nb: Ser ut som %@
nl: Lijkt op %@
pl: Wygląda jak %@
pt_br: Parece %@
pt_pt: Parece %@
ro: Seamănă cu %@
ru: Похоже на %@
sk: Vyzerá ako %@
sv: Liknar %@
th: ดูเหมือน %@
tr: %@ gibi görünüyor
uk: Схоже на %@
vi: Trông giống %@
zh_hans: 看起来像 %@
zh_hant: 看起來像 %@

source: Looks safe
ar: يبدو آمنًا
ca: Sembla segur
cs: Vypadá bezpečně
da: Ser sikker ud
de: Scheint sicher
el: Φαίνεται ασφαλές
es: Parece seguro
fi: Näyttää turvalliselta
fr: Semble sûr
he: נראה בטוח
hi: सुरक्षित लगता है
hr: Izgleda sigurno
hu: Biztonságosnak tűnik
id: Tampak aman
it: Sembra sicuro
ja: 安全そうです
ko: 안전해 보임
ms: Kelihatan selamat
nb: Ser trygg ut
nl: Lijkt veilig
pl: Wygląda bezpiecznie
pt_br: Parece seguro
pt_pt: Parece seguro
ro: Pare sigur
ru: Выглядит безопасно
sk: Vyzerá bezpečne
sv: Ser säker ut
th: ดูปลอดภัย
tr: Güvenli görünüyor
uk: Виглядає безпечно
vi: Có vẻ an toàn
zh_hans: 看起来安全
zh_hant: 看起來安全

source: Los Angeles
ar: لوس أنجلوس
el: Λος Άντζελες
es: Los Ángeles
he: לוס אנג׳לס
hi: लॉस एंजेलिस
ja: ロサンゼルス
ko: 로스앤젤레스
ru: Лос-Анджелес
th: ลอสแอนเจลิส
uk: Лос-Анджелес
zh_hans: 洛杉矶
zh_hant: 洛杉磯

source: Los Cabos
ar: لوس كابوس
el: Λος Κάβος
he: לוס קאבוס
hi: लॉस कैबोस
ja: ロスカボス
ko: 로스카보스
ru: Лос-Кабос
th: โลสกาโบส
uk: Лос-Кабос
zh_hans: 洛斯卡沃斯
zh_hant: 洛斯卡沃斯

source: Low
ar: منخفض
ca: Baixa
cs: Nízká
da: Lav
de: Niedrig
el: Χαμηλή
es: Bajo
fi: Matala
fr: Faible
he: נמוכה
hi: लो
hr: Nisko
hu: Alacsony
id: Rendah
it: Bassa
ja: 低
ko: 낮음
ms: Rendah
nb: Lav
nl: Laag
pl: Niski
pt_br: Baixo
pt_pt: Baixo
ro: Scăzută
ru: Низкий
sk: Nízka
sv: Låg
th: ต่ำ
tr: Düşük
uk: Низький
vi: Thấp
zh_hans: 低
zh_hant: 低

source: Low contrast
ar: تباين منخفض
ca: Contrast baix
cs: Nízký kontrast
da: Lav kontrast
de: Geringer Kontrast
el: Χαμηλή αντίθεση
es: Contraste bajo
fi: Heikko kontrasti
fr: Contraste faible
he: ניגודיות נמוכה
hi: कम कंट्रास्ट
hr: Nizak kontrast
hu: Alacsony kontraszt
id: Kontras rendah
it: Contrasto basso
ja: コントラストが低い
ko: 낮은 대비
ms: Kontras rendah
nb: Lav kontrast
nl: Laag contrast
pl: Niski kontrast
pt_br: Contraste baixo
pt_pt: Contraste baixo
ro: Contrast scăzut
ru: Низкий контраст
sk: Nízky kontrast
sv: Låg kontrast
th: คอนทราสต์ต่ำ
tr: Düşük kontrast
uk: Низький контраст
vi: Độ tương phản thấp
zh_hans: 对比度低
zh_hant: 對比度低

source: Lunet History
ar: سجل Lunet
ca: Historial de Lunet
cs: Historie Lunetu
da: Lunet-historik
de: Lunet-Verlauf
el: Ιστορικό Lunet
es: Historial de Lunet
fi: Lunet-historia
fr: Historique de Lunet
he: היסטוריית Lunet
hi: Lunet इतिहास
hr: Povijest Luneta
hu: Lunet-előzmények
id: Riwayat Lunet
it: Cronologia di Lunet
ja: Lunetの履歴
ko: Lunet 기록
ms: Sejarah Lunet
nb: Lunet-logg
nl: Lunet-geschiedenis
pl: Historia Lunet
pt_br: Histórico do Lunet
pt_pt: Histórico da Lunet
ro: Istoric Lunet
ru: История Lunet
sk: História Lunetu
sv: Lunet-historik
th: ประวัติ Lunet
tr: Lunet Geçmişi
uk: Історія Lunet
vi: Lịch sử Lunet
zh_hans: Lunet 历史记录
zh_hant: Lunet 記錄

source: Lunet adds https:// if you leave it out.
ar: يضيف Lunet https:// إذا لم تكتبه.
ca: Lunet hi afegeix https:// si no l’escrius.
cs: Když https:// vynecháte, Lunet ho doplní.
da: Lunet tilføjer https://, hvis du udelader det.
de: Lunet ergänzt https://, wenn du es weglässt.
el: Το Lunet προσθέτει το https:// αν το παραλείψετε.
es: Lunet agrega https:// si no lo escribes.
fi: Lunet lisää https://-alun, jos jätät sen pois.
fr: Lunet ajoute https:// si vous l’omettez.
he: ‏Lunet מוסיף https:// אם השמטת אותו.
hi: अगर आप https:// न लिखें, तो Lunet उसे जोड़ देता है।
hr: Lunet dodaje https:// ako ga izostavite.
hu: Ha kihagyja, a Lunet hozzáadja a https:// előtagot.
id: Lunet menambahkan https:// jika Anda tidak menuliskannya.
it: Lunet aggiunge https:// se lo ometti.
ja: https://を省略すると、Lunetが追加します。
ko: https://를 생략하면 Lunet이 추가합니다.
ms: Lunet menambah https:// jika anda tidak menaipnya.
nb: Lunet legger til https:// hvis du utelater det.
nl: Lunet voegt https:// toe als je het weglaat.
pl: Lunet doda https://, jeśli je pominiesz.
pt_br: O Lunet adiciona https:// se você não digitar.
pt_pt: A Lunet adiciona https:// se o omitir.
ro: Lunet adaugă https:// dacă îl omiteți.
ru: Lunet добавит https://, если вы его не укажете.
sk: Lunet pridá https://, ak ho vynecháte.
sv: Lunet lägger till https:// om du utelämnar det.
th: Lunet จะเพิ่ม https:// ให้หากคุณไม่ได้ใส่
tr: Yazmazsanız Lunet https:// ekler.
uk: Lunet додасть https://, якщо ви його не вкажете.
vi: Lunet sẽ thêm https:// nếu bạn bỏ qua.
zh_hans: 如果你省略 https://，Lunet 会自动添加。
zh_hant: 如果你沒有輸入 https://，Lunet 會自動加上。

source: Lunet can only add images to your library. Turn on access in Settings to save codes there.
ar: يمكن لـ Lunet إضافة الصور فقط إلى مكتبتك. شغّل الوصول في الإعدادات لحفظ الرموز فيها.
ca: Lunet només pot afegir imatges a la fototeca. Activa l’accés a Configuració per desar-hi codis.
cs: Lunet může do knihovny obrázky jen přidávat. Chcete‑li tam ukládat kódy, zapněte přístup v Nastavení.
da: Lunet kan kun føje billeder til dit fotobibliotek. Slå adgang til i Indstillinger for at gemme koder der.
de: Lunet kann nur Bilder zu deiner Mediathek hinzufügen. Aktiviere den Zugriff in den Einstellungen, um Codes dort zu sichern.
el: Το Lunet μπορεί μόνο να προσθέτει εικόνες στη βιβλιοθήκη σας. Ενεργοποιήστε την πρόσβαση στις Ρυθμίσεις για να αποθηκεύετε κωδικούς εκεί.
es: Lunet solo puede agregar imágenes a tu fototeca. Activa el acceso en Configuración para guardar códigos ahí.
fi: Lunet voi vain lisätä kuvia kirjastoosi. Tallenna koodeja sinne sallimalla pääsy Asetuksissa.
fr: Lunet peut seulement ajouter des images à votre photothèque. Activez l’accès dans Réglages pour y enregistrer des codes.
he: ‏Lunet יכול רק להוסיף תמונות לספריה שלך. הפעל את הגישה ב״הגדרות״ כדי לשמור שם קודים.
hi: Lunet आपकी लाइब्रेरी में सिर्फ़ इमेज जोड़ सकता है। वहाँ कोड सहेजने के लिए सेटिंग्ज़ में ऐक्सेस चालू करें।
hr: Lunet može samo dodavati slike u vašu fototeku. Uključite pristup u Postavkama kako biste ondje spremali kodove.
hu: A Lunet csak képeket adhat a fotókönyvtárhoz. A kódok mentéséhez kapcsolja be a hozzáférést a Beállításokban.
id: Lunet hanya dapat menambahkan gambar ke perpustakaan Anda. Nyalakan akses di Pengaturan untuk menyimpan kode di sana.
it: Lunet può solo aggiungere immagini alla tua libreria. Attiva l’accesso in Impostazioni per salvarvi i codici.
ja: Lunetはライブラリへの画像の追加のみ可能です。コードを保存するには、設定でアクセスをオンにしてください。
ko: Lunet은 사진 보관함에 이미지를 추가하는 것만 할 수 있습니다. 그곳에 코드를 저장하려면 설정에서 접근을 켜십시오.
ms: Lunet hanya boleh menambah imej pada pustaka foto anda. Aktifkan akses dalam Seting untuk menyimpan kod di sana.
nb: Lunet kan bare legge til bilder i biblioteket ditt. Slå på tilgang i Innstillinger for å lagre koder der.
nl: Lunet kan alleen afbeeldingen aan je bibliotheek toevoegen. Schakel toegang in bij Instellingen om codes daar te bewaren.
pl: Lunet może tylko dodawać obrazki do biblioteki. Włącz dostęp w Ustawieniach, aby zachowywać tam kody.
pt_br: O Lunet só pode adicionar imagens à sua fototeca. Ative o acesso em Ajustes para salvar códigos nela.
pt_pt: A Lunet só pode adicionar imagens à fototeca. Ative o acesso em Definições para guardar lá os códigos.
ro: Lunet poate doar să adauge imagini în biblioteca dvs. Activați accesul în Configurări pentru a salva codurile acolo.
ru: Lunet может только добавлять изображения в медиатеку. Включите доступ в Настройках, чтобы сохранять туда коды.
sk: Lunet môže do vašej fotoknižnice iba pridávať obrázky. Ak tam chcete ukladať kódy, zapnite prístup v Nastaveniach.
sv: Lunet kan bara lägga till bilder i ditt bildbibliotek. Aktivera åtkomst i Inställningar för att spara koder där.
th: Lunet เพิ่มภาพลงในคลังของคุณได้เท่านั้น เปิดการเข้าถึงในการตั้งค่าเพื่อบันทึกโค้ดไว้ที่นั่น
tr: Lunet yalnızca arşivinize görüntü ekleyebilir. Kodları oraya kaydetmek için Ayarlar’da erişimi açın.
uk: Lunet може лише додавати зображення до медіатеки. Увімкніть доступ у Параметрах, щоб зберігати туди коди.
vi: Lunet chỉ có thể thêm hình ảnh vào thư viện của bạn. Hãy bật quyền truy cập trong Cài đặt để lưu mã vào đó.
zh_hans: Lunet 只能向你的图库添加图像。请在设置中打开访问权限，以便将码存储到其中。
zh_hant: Lunet 只能將影像加入你的圖庫。請在「設定」中開啟取用權限，才能將條碼儲存到圖庫。
